/* Action name for make a new page. */
"Add Canvas" = "Add Canvas";

/* Action name for adding a column to a table. */
"Add Column" = "Add Column";

/* Action name for creating a new item in the outline view. */
"Add Item" = "Add Item";

/* Action name for adding a new layer. */
"Add Layer" = "Add Layer";

/* Action name for adding a magnet. */
"Add Magnet" = "Add Magnet";

/* Action name for make a new master page. */
"Add Master Canvas" = "Add Master Canvas";

/* Action name for adding a row to a table. */
"Add Row" = "Add Row";

/* Action name for adding a new shared layer. */
"Add Shared Layer" = "Add Shared Layer";

/* Action name for align columns. */
"Align Column" = "Align Column";

/* Action name for aligning the selected graphics to the grid (inspector action).
   Action name for aligning the selected graphics to the grid (menu action). */
"Align Objects to Grid" = "Align Objects to Grid";

/* Action name for align rows. */
"Align Row" = "Align Row";

/* Action name for alignment. */
"Alignment" = "Alignment";

/* Action name for allowing/refusing connections. */
"Allow Connections" = "Allow Connections";

/* Action name for allowing shapes to become labels. */
"Allow Shape Labels" = "Allow Shape Labels";

/* Action name for applying new outline style. */
"Apply Style" = "Apply Style";

/* Action name for changing orthogonal line bar. */
"Bar Adjustment" = "Bar Adjustment";

/* Action name for bring forward. */
"Bring Forward" = "Bring Forward";

/* Action name for bring to front. */
"Bring To Front" = "Bring To Front";

/* Action name for using the style brush. */
"Brush" = "Brush";

/* Action name for changing whether the canvas is an integral number of pieces of paper wide and high. */
"Canvas fits Paper" = "Canvas fits Paper";

/* Action name for setting the canvas origin. */
"Change Origin" = "Change Origin";

/* Action name for clearing images. */
"Clear Image" = "Clear Image";

/* Action name for collapsing subgraphs. */
"Collapse" = "Collapse";

/* Action name for converting color profiles. */
"Color Conversion" = "Color Conversion";

/* Action name for assigning color profiles. */
"Color Profile Assignment" = "Color Profile Assignment";

/* Action name for newly created shapes. */
"Create" = "Create";

/* Action name for cut. */
"Cut" = "Cut";

/* Action name for deleting graphics. */
"Delete" = "Delete";

/* Action name for deleting a page. */
"Delete Canvas" = "Delete Canvas";

/* Action name for deleting a graphic or graphics. */
"Delete Graphic" = "Delete Graphic";

/* Action name for deleting a layer or layers.
   Action name for deleting a layer. */
"Delete Layer" = "Delete Layer";

/* Action name for deleting a magnet. */
"Delete Magnet" = "Delete Magnet";

/* Action name for deleting magnets. */
"Delete Magnets" = "Delete Magnets";

/* Action name for deleting a master canvas. */
"Delete Master Canvas" = "Delete Master Canvas";

/* Action name for deleting knobs / control points. */
"Delete Point" = "Delete Point";

/* Action name for deleting a layer. */
"Delete Shared Layer" = "Delete Shared Layer";

/* Action name for turning off kerning */
"Disable Kerning" = "Disable Kerning";

/* Action name for allowing/refusing connections. */
"Disallow Connections" = "Disallow Connections";

/* Action name for disallowing shapes to become labels. */
"Disallow Shape Labels" = "Disallow Shape Labels";

/* Action name for changing distance guide enabled. */
"Distance Guide Change" = "Distance Guide Change";

/* Action name for distributing columns.
   Action name for distributing rows. */
"Distribute" = "Distribute";

/* Action name for dropping in a graphic. */
"Dropped Graphic" = "Dropped Graphic";

/* Action name for dropping in an image. */
"Dropped Image" = "Dropped Image";

/* Action name for dropping in multiple images. */
"Dropped Images" = "Dropped Images";

/* Action name for dropping in a link.
   Action name for dragging in a link. */
"Dropped Link" = "Dropped Link";

/* Action name for dropping in some text. */
"Dropped Text" = "Dropped Text";

/* Action name for duplicating a page. */
"Duplicate Canvas" = "Duplicate Canvas";

/* Action name for duplicating layers. */
"Duplicate Layer" = "Duplicate Layer";

/* Action name for setting character spacing to kerned */
"Enable Kerning" = "Enable Kerning";

/* Action name for collapsing subgraphs. */
"Expand" = "Expand";

/* Action name for flipping shapes and group. */
"Flip" = "Flip";

/* Action name for setting the grid alignment to edges or centers (inspector action). */
"Grid Alignment" = "Grid Alignment";

/* Action name for aligning centers to the gird. */
"Grid Centers" = "Grid Centers";

/* Action name for showing the grid in front/back.
   Action name for whether the grid prints or not. */
"Grid Change" = "Grid Change";

/* Action name for grouping. */
"Group" = "Group";

/* Action name for making a subgraph. */
"Group as Subgraph" = "Group as Subgraph";

/* Action name for whether to connect to a group or it's components. */
"Group Connection Behavior" = "Group Connection Behavior";

/* Action name for changing guide lock. */
"Guide Locking" = "Guide Locking";

/* Action name for changing guide visibility. */
"Guide Visibility" = "Guide Visibility";

/* Action name for changing how images are drawn using the inspector. */
"Image Drawing Change" = "Image Drawing Change";

/* Action name for changing whether image is an alias or embedded. */
"Image Embed" = "Image Embed";

/* Action name for changing how images are offset using the inspector. */
"Image Offset" = "Image Offset";

/* Action name for indenting some cells in the outline. */
"Indent" = "Indent";

/* shape action */
"Intersection" = "Intersection";

/* Action name for adding a label. */
"Label" = "Label";

/* Action name for changing a layer attribute. */
"Layer Change" = "Layer Change";

/* Action name for automatic layout. */
"Layout" = "Layout";

/* Action name for setting the line end scale. */
"Line End Scale" = "Line End Scale";

/* Action name for changing line hop type. */
"Line Hop Type" = "Line Hop Type";

/* Action name for changing link visibility. */
"Link Visibility" = "Link Visibility";

/* Action name for lock. */
"Lock" = "Lock";

/* Action name for Loosen Kerning. */
"Loosen Kerning" = "Loosen Kerning";

/* Action name for changing magnet positions. */
"Magnet Change" = "Magnet Change";

/* Action name for changing magnet visibility. */
"Magnet Visibility" = "Magnet Visibility";

/* Action name for show/hide major grid. */
"Major Grid Change" = "Major Grid Change";

/* Action name for changing the major grid spacing. */
"Major Grid Spacing" = "Major Grid Spacing";

/* Action name for converting bezier or polygon graphic to shaped graphic. */
"Make Custom" = "Make Custom";

/* Action name for converting shaped graphic to bezier or polygon graphic. */
"Make Editable" = "Make Editable";

/* Action name for natural size. */
"Make Natural Size" = "Make Natural Size";

/* Action name for make same height. */
"Make Same Height" = "Make Same Height";

/* Action name for make same size. */
"Make Same Size" = "Make Same Size";

/* Action name for make same width. */
"Make Same Width" = "Make Same Width";

/* Action name for making tables. */
"Make Table" = "Make Table";

/* Action name Margin Change. */
"Margin Change" = "Margin Change";

/* Action name for merging a layer. */
"Merge Layer" = "Merge Layer";

/* Action name for moves. */
"Move" = "Move";

/* Action name for moving a layer. */
"Move Layer" = "Move Layer";

/* Action name for moving a magnet. */
"Move Magnet" = "Move Magnet";

/* Action name for moving graphics to a layer. */
"Move to Layer" = "Move to Layer";

/* Action name for make a new layer. */
"New Layer" = "New Layer";

/* Action name for changing note visibility. */
"Note Visibility" = "Note Visibility";

/* Action name for nudge keyboard commands. */
"Nudge" = "Nudge";

/* Action name for setting image opacity. */
"Opacity" = "Opacity";

/* Action name for label orientation.
   Action name for changing the page orientation. */
"Orientation" = "Orientation";

/* Action name for changing origin visibility. */
"Origin Visibility" = "Origin Visibility";

/* Action name for un-indenting some cells in the outline. */
"Outdent" = "Outdent";

/* Action name for changing page break visibility. */
"Page Break Visibility" = "Page Break Visibility";

/* Action name for printing on one page. */
"Page Printing" = "Page Printing";

/* Action name for changing print info. */
"Page Setup" = "Page Setup";

/* Action name for paste. */
"Paste" = "Paste";

/* Action name for changing font. */
"Paste Font" = "Paste Font";

/* Action name for pasting magnets. */
"Paste Magnets" = "Paste Magnets";

/* Action name for pasting styles. */
"Paste Style" = "Paste Style";

/* Action name for adding knobs. */
"Point" = "Point";

/* Action name for removing links. */
"Remove Action" = "Remove Action";

/* Action name for removing a column from a table. */
"Remove Column" = "Remove Column";

/* Action name for clearing dependency with the master canvas. */
"Remove Master Dependency" = "Remove Master Dependency";

/* Action name for removing extra points. */
"Remove Points" = "Remove Points";

/* Action name for removing a row from a table. */
"Remove Row" = "Remove Row";

/* Action name for text replacement. */
"Replace" = "Replace";

/* Action name for text replacement. */
"Replace All" = "Replace All";

/* Action name for reshaping lines. */
"Reshape" = "Reshape";

/* Action name for resizes. */
"Resize" = "Resize";

/* Action name for resizing the canvas. */
"Resize Canvas" = "Resize Canvas";

/* Action name for reversing the blends. */
"Reverse Blend" = "Reverse Blend";

/* Action name for reversing. */
"Reverse Line" = "Reverse Line";

/* Action name for rotating shapes and group. */
"Rotation" = "Rotation";

/* Action name for ruler units change. */
"Ruler Units" = "Ruler Units";

/* Action name for scale string change. */
"Scale" = "Scale";

/* Action name for send backward. */
"Send Backward" = "Send Backward";

/* Action name for send to back. */
"Send To Back" = "Send To Back";

/* Action name for setting whether or not a graphic allows any types of connections. */
"Set Allows Connections" = "Set Allows Connections";

/* Action name for setting the center of the blend. */
"Set Blend Center" = "Set Blend Center";

/* Action name for setting the second blend color. */
"Set Blend Color" = "Set Blend Color";

/* Action name for setting the blend fraction. */
"Set Blend Fraction" = "Set Blend Fraction";

/* Action name for setting the rotation of the blend. */
"Set Blend Rotation" = "Set Blend Rotation";

/* Action name for numerically setting bounds. */
"Set Bounds" = "Set Bounds";

/* Action name for setting character spacing. */
"Set Character Spacing" = "Set Character Spacing";

/* Action name for setting the corner radius. */
"Set Corner Radius" = "Set Corner Radius";

/* Action name for setting the fill. */
"Set Fill" = "Set Fill";

/* Action name for set fill color.
   Action name for setting fill color. */
"Set Fill Color" = "Set Fill Color";

/* Action name for setting the fill type. */
"Set Fill Type" = "Set Fill Type";

/* Action name for changing font. */
"Set Font" = "Set Font";

/* Action name for setting images. */
"Set Image" = "Set Image";

/* Action name for setting inter-line spacing. */
"Set Inter-Line Spacing" = "Set Inter-Line Spacing";

/* Action name for setting links. */
"Set Jump" = "Set Jump";

/* Action name for setting label offsets. */
"Set Label Offset" = "Set Label Offset";

/* Action name for setting label positions. */
"Set Label Position" = "Set Label Position";

/* Action name for setting links. */
"Set Layers" = "Set Layers";

/* Action name for setting lines. */
"Set Line" = "Set Line";

/* Action name for set line pattern. */
"Set Line Dash Pattern" = "Set Line Dash Pattern";

/* Action name for setting line ends. */
"Set Line End" = "Set Line End";

/* Action name for set line width. */
"Set Line Width" = "Set Line Width";

/* Action name for setting lines to always draw at least a single screen pixel wide. */
"Set Lines to Draw at Least 1 Pixel Wide" = "Set Lines to Draw at Least 1 Pixel Wide";

/* Action name for setting lines to not always draw at least a single screen pixel wide. */
"Set Lines to Draw Thinner Than 1 Pixel If Needed" = "Set Lines to Draw Thinner Than 1 Pixel If Needed";

/* Action name for setting links. */
"Set Link" = "Set Link";

/* Action name for setting the middle blend color. */
"Set Middle Blend Color" = "Set Middle Blend Color";

/* Action name for setting notes. */
"Set Note" = "Set Note";

/* Action name for changing the text outline. */
"Set Outline" = "Set Outline";

/* Action name for setting links. */
"Set Script" = "Set Script";

/* Action name for set shadow color. */
"Set Shadow Color" = "Set Shadow Color";

/* Action name for setting shapes. */
"Set Shape" = "Set Shape";

/* Action name for setting text padding. */
"Set Side Padding" = "Set Side Padding";

/* Action name for setting stroke color.
   Action name for setting whether stroke draws. */
"Set Stroke Color" = "Set Stroke Color";

/* Action name for set line join style. */
"Set Stroke Corner Style" = "Set Stroke Corner Style";

/* Action name for set line cap style. */
"Set Stroke End Style" = "Set Stroke End Style";

/* Action name for setting styles. */
"Set Style" = "Set Style";

/* Action name for setting text placement. */
"Set Text Alignment" = "Set Text Alignment";

/* Action name for setting text autosizing. */
"Set Text Autosizing" = "Set Text Autosizing";

/* Action name for setting text color. */
"Set Text Color" = "Set Text Color";

/* Action name for setting text placement. */
"Set Text Placement" = "Set Text Placement";

/* Action name for setting text wrapping. */
"Set Text Wrapping" = "Set Text Wrapping";

/* Action name for setting text padding. */
"Set Top/Bottom Padding" = "Set Top/Bottom Padding";

/* Action name for changing the underline. */
"Set Underline" = "Set Underline";

/* Action name for setting the shadow. */
"Shadow" = "Shadow";

/* Action name for changing the shadow level. */
"Shadow Below" = "Shadow Below";

/* Action name for changing the shadow fuzziness. */
"Shadow Fuzziness" = "Shadow Fuzziness";

/* Action name for changing the shadow vector. */
"Shadow Vector" = "Shadow Vector";

/* Action name for showing the grid. */
"Show Grid Change" = "Show Grid Change";

/* Action name for resizing the selected graphics to fit the grid (inspector action).
   Action name for resizing the selected graphics to fit the grid (menu action). */
"Size Objects to Grid" = "Size Objects to Grid";

/* Action name for Size to Fit. */
"Size to Fit" = "Size to Fit";

/* Action name for image size. */
"Size to Fit Image" = "Size to Fit Image";

/* Action name for changing guides enabled. */
"Smart Guide Change" = "Smart Guide Change";

/* Action name for snapping to the grid. */
"Snap To Grid Change" = "Snap To Grid Change";

/* Action name for spacing columns.
   Action name for spacing rows. */
"Spacing" = "Spacing";

/* Action name for rubber stamping. */
"Stamp" = "Stamp";

/* Action name for setting the stroke. */
"Stroke" = "Stroke";

/* shape action */
"Subtraction" = "Subtraction";

/* Action name for setting text position. */
"Text Position" = "Text Position";

/* Action name for setting text rotation. */
"Text Rotation" = "Text Rotation";

/* Action name for Tighten Kerning. */
"Tighten Kerning" = "Tighten Kerning";

/* Action name for Turn Off Kerning. */
"Turn Off Kerning" = "Turn Off Kerning";

/* Action name for ungrouping. */
"Ungroup" = "Ungroup";

/* shape action */
"Union" = "Union";

/* Action name for unlock. */
"Unlock" = "Unlock";

/* Action name Use Entire Page. */
"Use Entire Page" = "Use Entire Page";

/* Action name for Use Standard Kerning. */
"Use Standard Kerning" = "Use Standard Kerning";

